Ran Plan for dir: `.` workspace: `production`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # module.kubernetes.module.kacheri.helm_release.kacheri will be created
+ resource "helm_release" "kacheri" {
      + atomic                     = false
      + chart                      = "kubernetes/kacheri"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "kacheri"
      + namespace                  = "default"
      + pass_credentials           = false
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + values                     = [
          + <<-EOT
                image: 1995navinkumar/kacheri:939098b47100bf1b987e7ea3deff488a1e9f87c8
            EOT,
        ]
      + verify                     = false
      + version                    = "0.0.1"
      + wait                       = true
      + wait_for_jobs              = false
    }

  # module.kubernetes.module.signalling-server.helm_release.signalling-server will be destroyed
- resource "helm_release" "signalling-server" {
      - atomic                     = false -> null
      - chart                      = "kubernetes/signalling-server" -> null
      - cleanup_on_fail            = false -> null
      - create_namespace           = false -> null
      - dependency_update          = false -> null
      - disable_crd_hooks          = false -> null
      - disable_openapi_validation = false -> null
      - disable_webhooks           = false -> null
      - force_update               = false -> null
      - id                         = "signalling-server" -> null
      - lint                       = false -> null
      - max_history                = 0 -> null
      - metadata                   = [
          - {
              - app_version = ""
              - chart       = "signalling-server"
              - name        = "signalling-server"
              - namespace   = "default"
              - revision    = 3
              - values      = jsonencode(
                    {
                      - image = "1995navinkumar/signalling-server:44591707aa4818c9d1f395315b5f8471a1f7f8a5"
                    }
                )
              - version     = "0.0.1"
            },
        ] -> null
      - name                       = "signalling-server" -> null
      - namespace                  = "default" -> null
      - pass_credentials           = false -> null
      - recreate_pods              = false -> null
      - render_subchart_notes      = true -> null
      - replace                    = false -> null
      - reset_values               = false -> null
      - reuse_values               = false -> null
      - skip_crds                  = false -> null
      - status                     = "deployed" -> null
      - timeout                    = 300 -> null
      - values                     = [
          - <<-EOT
                image: 1995navinkumar/signalling-server:44591707aa4818c9d1f395315b5f8471a1f7f8a5
            EOT,
        ] -> null
      - verify                     = false -> null
      - version                    = "0.0.1" -> null
      - wait                       = true -> null
      - wait_for_jobs              = false -> null
    }

Plan: 1 to add, 0 to change, 1 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w production`
* :put_litter_in_its_place: To **delete** this plan click [here](http://144.24.128.160:4141/lock?id=1995navinkumar%252Fterraform%252F.%252Fproduction)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w production`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`